import React from "react";
import { BsDot } from "react-icons/bs";
import { IoTimeOutline } from "react-icons/io5";

const IstanbulFirst = () => {
  return (
    <div>
      <img
        src="https://i.imgur.com/sjSx1wR.jpg"
        alt=""
        className="istanbul-pic article-pic"
      />
      <div className="DB-center">
        <h3>在伊斯坦堡的怦然心動 – 與土耳其人初次的單獨會面</h3>
        <div className="summary-container">
          <div className="date-summary">
            &nbsp;
            <IoTimeOutline className="total-icons" />
            &nbsp;2021/10/1（五）
          </div>
        </div>
        <br />
        <br />
        <p>
          這天是我第一次單獨和土耳其朋友出來，我有點不知道該怎麼定義這天的行程 —
          電影、晚餐＆酒吧，可以說是幾近曖昧或是情侶間才會有的約會，當時我內心很天人交戰到底要不要赴約，一方面覺得既然都出國交換，就應該要跟當地人有所交流，而不是像在台灣一樣常常把自己封印在家XD；另一方面又擔心後續的發展，會不會造成不必要的誤會。
        </p>
        <br />
        <p>
          雖然我們從四月份斷斷續續聊了半年之久，但在螢幕背後的他與本人給我的感覺卻出乎意料地截然不同，他聲線溫柔、舉止體貼細心、幽默風趣且彬彬有禮，跟我在台灣想像的十分不一樣，有如一個熟悉的陌生人。
        </p>
        <br />
        <p>
          應約前一晚，他很貼心地幫我畫出抵達電影院的路線圖，並用文字條列式地叮囑我哪幾站要轉乘。伊斯坦堡交通系統的複雜程度超乎想像，有電車、地鐵、迷你巴士、捷運巴士、渡輪....等，雖說我可以自己想辦法查路線，但這些小舉動在我眼中卻相當暖心。
        </p>
        <br />
        <p>
          當天，我們約在電影院附近碰面，一下捷運巴士（metrobus），我遠遠就看到他身著迷彩帽T搭配休閒長褲站在出口。而讓我感到很體貼的是，他沒有帶我直奔電影院，反倒是帶我在附近繞了一下，跟我介紹這個區域的特色，並教我辨識重要的交通指示。他告訴我他知道講這些可能有些無聊，但因為我要在伊斯坦堡生活四個月，他希望我能盡快認識這個城市，長遠來說對我也是有益無害。
        </p>
        <br />
        <p>
          走往電影院的途中，老實說，我很擔心他會給我過多的肢體接觸，因為一直以來，我對不熟朋友給予的肢體接觸非常敏感，心理上會產生難受、排斥的感覺。但他很有紳士風範，行經有車輛行駛的地方時，他會輕扶著我的肩膀靠向內側但不做停留。當我們雙手因並肩行走有些微擦撞時，我當下的反應也很異常，害羞的情緒竟然大於排斥，心中瘋狂小鹿亂撞，暗自想著：「天啊！我又不是第一次和異性出來，到底是在害羞什麼？？？」
        </p>
        <div className="devider">
          <BsDot className="dot" />
          <BsDot className="dot" />
          <BsDot className="dot" />
        </div>
        <br />
        <p>
          猶記當我們離開餐廳朝向酒吧的街道走去，他很認真地跟我介紹他經常光顧的店家、這個區域的變遷以及過往回憶，我仔細聽著他對自己居住的城市侃侃而談，透過他的眼睛了解伊斯坦堡。此時天空飄起毛毛細雨，他幫我撐起雨傘，步伐不一至地走了一回後，他直接將我的手牽起搭在他撐傘的臂膀上。我當下吞了吞口水，似乎嗅到一股曖昧氣息，並感受到一些無法言喻的化學作用在悄然發酵，而我的理智和感性正在進行世界大戰（他是什麼意思？這是因為文化不同嗎？這個動作是普遍外國人都會做的嗎！？），最終我的理智戰勝，我緩緩滑開手並給他一個友善的微笑。
        </p>
        <br />
        <p>
          是說，當下氣氛真的很棒，真不知自己到底發什麼瘋，為什麼要毀了這麼美好時刻。而他知道我對肢體接觸較為敏感，就也沒在做什麼動作。
        </p>
        <br />
        <p>
          夜色漸漸降臨，琥珀色的街燈隨之亮起，我們走到了他朋友開的一間酒吧。這是一間氣氛很好的酒吧，不知道是否是酒精作用，他漸漸導向曖昧的話題，他問我還記不記得當時摘下口罩他對我說的第一句話，我心想那時候小鹿都撞暈了，當然記得啊哈哈哈。
        </p>
        <br />
        <p>
          在我抵達伊斯坦堡的那天，他來機場接我，當時我們坐在車內，我將口罩拿下更換新的一個，而他坐在駕駛座上擺頭微微側向我，雙眼溫柔地直視著我的臉，語氣誠摯地說：「oh,
          you're beautiful～」。
        </p>
        <br />
        <br />
        <img src="https://i.imgur.com/qBsA30T.jpg" alt="inizo bar" />
        <br />
        <br />
        <p>
          他繼續說道，他非常喜歡我充滿正面能量的文字訊息，我的好奇心與熱忱彷彿隨時鼓舞著他，而這是他從未有過的聊天感受，並讓他非常期待我的到來。
          但在他意料之外的是，我本人比他預期的更加漂亮（這句話絕對不是我自我感覺良好加上去的喔😂）。他說這些話的時候，我實在是害羞到無法直視他雙眼，
          <strike>內心根本掀起三層樓高巨浪</strike>。
        </p>
        <p>
          就這樣，我們一邊小酌怡情，一邊談著自己過去的交往經歷，分享彼此的愛情觀、價值觀與世界觀。
        </p>
        <br />
        <p>
          時間來到晚上八點半，因為我要趕去參加學校舉辦的 welcome
          party，所以我們沒有在酒吧停留太久，他帶著我搭渡輪從亞洲區到歐洲區去參加派對，然而就在船上愜意欣賞著伊斯坦堡的夜景時，一陣噩耗傳來，他收到他外公去世的電話，他轉告我的當下，我瞬間呼吸靜止、腦袋一片空白，我完全不知道該說什麼，我們兩個都沈默了。
        </p>
        <br />
        <p>
          他把頭轉向另一側，不想讓我看到他浸濕淚水的雙眼。我心情盪到谷底，我知道我想不出任何一句話能讓他好受一些，我看著他些微顫抖的雙手，實在顧不了什麼堅持，
          <strong>
            牙一咬鼓起勇氣將手搭在他的手上，我緊緊地向下握著，盼望著哪怕是一丁點...一丁點就好，他能從中獲得一些慰藉
          </strong>
          。
        </p>
        <br />
        <p>
          下渡輪後，他相當執意要把我送過去，抵達派對的地方後，他甚至還說我陪你等到你朋友來吧！我當下再也無法沉住氣，眼淚隨時都要奪眶而出，我放大音量，並以幾近是命令的口吻要他立馬掉頭回家！！
        </p>
        <br />
        <p>
          臨走前，我欲言又止....很想說些什麼，我站在酒吧門口用力地抱著他、輕拍著他背，心想此時此刻就讓肢體語言表達一切吧....
        </p>
        <br />
        <br />
        <p className="tag">tags：感情、約會、心情</p>
      </div>
    </div>
  );
};

export default IstanbulFirst;
