import React from "react";
import { IoTimeOutline } from "react-icons/io5";
import { BsDot } from "react-icons/bs";

const RuminationArticle = () => {
  return (
    <div>
      <img
        src="https://i.imgur.com/OAEhsFy.jpg"
        alt="galata-tower"
        className="istanbul-pic article-pic"
      />
      <h2 className="article-title">
        【有感而發】五件希望我當初交換就知道的事情
      </h2>
      <div className="DB-center">
        <div className="summary-container">
          <div className="date-summary">
            &nbsp;
            <IoTimeOutline className="total-icons" />
            &nbsp;2022/01/15（六）
          </div>
        </div>
        <br></br>
        <p>回首過往，我常會百思不解當時的自己到底在想什麼，十分愚昧無知。</p>
        <p>
          有時光機的話，真的是會回到過去<strike>給自己賞兩個耳光！（誤</strike>
        </p>
        <br></br>
        <p>
          如果你看完這五點建議，心想：「這不是基本常識嗎？」，那不妨就當笑話看一看～笑一笑原來真有人這麼蠢😭（能讓你心情愉悅，也算功德一件吧XDD
        </p>
        <p>
          若你是未來幾屆交換的學弟妹，在交換前有著相同困擾或疑問的話，那也許你想要認真地看下去！
        </p>
        <div className="devider">
          <BsDot className="dot" />
          <BsDot className="dot" />
          <BsDot className="dot" />
        </div>
        <h3>釐清自己出國交換的目的，莫忘初衷！</h3>
        <p>
          還記得當初申請學校交換計畫的時候，40%
          的佔比就是研究計畫，其中一部分要陳述「交換動機」！
        </p>
        <p>
          當時就是絞盡腦汁的瞎掰
          XDDD，懷抱什麼遠大的理想抱負，總之要把交換動機寫得感人肺腑、驚天動地，根本沒去認真思考為何而交換。
        </p>
        <p>現在著實在交換了，回頭一想，才真真正正明瞭學校的用意。</p>
        <br />
        <p>
          關於交換的期許，我在「交換前」與「交換期間」這兩個階段有著截然不同的想法。
        </p>
        <p>
          交換前，我問了幾位前實習同事/主管他們當時的交換經驗，多數人都建議我出來交換就是盡可能將體驗最大化，多嘗試台灣環境無法提供的體驗，與不同的文化與觀念碰撞，擴展自己的世界觀。
        </p>
        <p>
          我相當認同，當時也暗自盤算著學校課業可以放鬆一點，這可是我邁入社會前最後一段的歡樂學生時光，該玩該體驗得通通不可少！（握拳！）
        </p>
        <br />
        <p>
          殊不知來到伊斯坦堡，尤其開學之後，我就像某個開關被切換似的，瞬間進入認真向學的好學生模式XD
        </p>
        <br />
        <p>原因有二：</p>
        <p>
          首先是我對所選的課相當感興趣，每一堂課都讓我很有收穫，也可能與學習動機或心態有關，讓我不自覺地更加積極，甚至會舉手發問、課後寫信跟老師討論他上課的內容，這些都是我在台灣不會做的事情（沈默寡言的學生一枚）
        </p>
        <br />
        <p>
          另一方面是我真的對寫程式非常有熱忱，我很享受用程式創造作品的感覺，默默期許第一份工作可以成為前端工程師，而我上的這些資管系的課，也讓我堅信此刻的勤學不懈在未來不會白費。
        </p>
        <br />
        <p>儘管有這麼強烈的動機在背後支撐我堅持下去，</p>
        <p>但也真的很難不受到其他外在變因而動搖。</p>
        <br />
        <p>尤其遇到朋友的邀約...</p>
        <br></br>
        <i>要不要明天晚上去看電影呀～</i>
        <br />
        <i>要不要週末一起去咖啡廳坐坐～</i>
        <br />
        <i>要不要來學校打羽球～</i>
        <br />
        <br />
        <p>
          學校方面，海峽大學也幫我們這些交換生安排一系列的活動，去看熱氣球、去滑雪、船上遊艇趴...
        </p>
        <br></br>
        <p>
          但事與願違，我的課業重到不行，小考/作業/專案/期中考/期末考幾乎是不間斷地無情轟炸
          <span class="text-small">
            （想知道伊斯坦堡海峽大學資管系在教什麼，可以看這篇～）
          </span>
        </p>
        <p>如果什麼活動都參加的話，那我勢必無法把學校課業顧好</p>
        <p>內心經歷天人交戰，懷疑自己的聲音也從未停止過。</p>
        <br />
        <p>加上我跟我室友的交換動機南轅北轍。</p>
        <p>
          他交換的目的著重在體驗，因此課業和體驗的分配比重大概是 2 比
          8，可說是完全跟我相反XDD
        </p>
        <p>
          想像一個一直在家裡瘋狂讀書，一個一直往外探索城市。（真的不誇張🤣）
        </p>
        <br />
        <p>可能我們的行為太過極端，彼此常會被對方動搖 XDDD</p>
        <p>他會跟我說，我應該要像你一樣認真，將學生的本分顧好；</p>
        <p>
          我會跟他說，我應該要跟你一樣遊歷歐洲各國，交換歲月不能重來啊！書可以以後再念！
        </p>
        <br />
        <p>
          但我想強調的是「莫忘初衷」，不代表你完全不可以受到動搖，或是當自己心思恍惚不定時，就開始責罵自己意志不堅，而是盡量讓自己做的每一個決定都圍繞在自己的初心。
        </p>
        <br />
        <br />
        <p>最得不償失的是連初心都遺失了。</p>
        <div className="devider">
          <BsDot className="dot" />
          <BsDot className="dot" />
          <BsDot className="dot" />
        </div>
        未完待續，期末考轟炸中
      </div>
    </div>
  );
};

export default RuminationArticle;
